{"summary_id":109,"summary":"Idag börjat träna med fysioterapeut igen."}
{"summary_id":102,"summary":"Accepteras för thrombektomi och ankommer till SU\/S.\nBlodprov med förhöjt LDL och sätts in på atorvastatin 80 mg 1 x 1.\nBedömts av fysio och arbetsterapeut som med fortsatt nedsatt kraft i hö arm och ben, dock diskreta symptom, kan själv mobilisera och klara sig själv.\nBedöms att pat sannolikt fått sin stroke av sitt förmaksflimmer och man byter därför antikoagulantia från Eliquis till Pradaxa 150 mg x 1.\nSkrivs ut till hemortsjukhus för vidare utredning, rehab och uppföljning.\nSåledes 110 årig man med känd HT, FF, och Dm typ 2 som inkommer med en wake up stroke till SKAS 231113, CT hjärna med angio och perfuison visar ett M1 stopp vänster och penumbra.\nSe bifogad läkemedelslista som du ska följa och som du också alltid bör ha med dig vid dina kontakter med sjukvården.\nFör att veta vilka recept du har fått och vilka läkemedel som du hämtat ut på apotek kan du kontrollera det i Läkemedelskollen hos E-hälsomyndigheten.\nDu kom initialt till SKAS Skövde där man gjorde en skiktröntgen\/CT hjärna med kontrast där man såg att du fått en stor blodpropp i hjäman som satt på vänster sida.\nDu blev därefter transporterad akut till Sahlgrenska för en operation som kallas thrombektomi där man drar ut blodproppen med en katater via blodkärlen.\nDu bedömdes av sjukgymnast och arbetsterapeut där man fortsatt såg en diskret svaghet i höger arm och ben men i övrigt var du återställd.\nDu kommer behöva med rehab och träning framöver för att förhoppningsvis återfå full styrka i armar och ben.\nKan tod blodprov på dig och såg att du hade ett högt kolesterolvärd och du blev därför insatt på kolesterolsänkande medicin, Atorvastatin som du ska ta dagligen.\nSannolikt har din blodpropp kommit därifrån och därför bytte man blodförtunnande medicin från Eliquis till Pradaxa.\nDu skrevs ut från Sahlgrenska och åter till SKAS Skövde för vidare behandling och rehabilitering.\nDu flyttas över till strokeavdelningen SKaS för vidare behandling, evt utredning och rehabilitering."}
{"summary_id":110,"summary":"Skickar remiss till neurovårdsteam för uppföljning av rehab via kommunen.\nÖvergår vid utskrivning till tabl beh Ciprofloxacin 500 mg x 2 i 7 dagar efter konferering med infektionskonsult.\nNu inkommit med 1 veckas anamnes med nedsatt kraft i vä arm och ben, påverkad balansförmåga och släpande vä ben.\nNu inkommit med 1 veckas anamnes med nedsatt kraft i vä arm och ben, påverkad balansförmåga och släpande vä ben.\nUtvecklar dock en pneumoni under vårdtiden och skrivs ut med tabl Ciprofloxacin.\nBeviljad hemtjänst x 2 den första tiden då pat fortsatt har diskret nedsatt kraft vä sida och bor själv.\nVård och läkemedelsberättelse, 24-01-30, Läk Torben Kristensen: \nOrsak till vård: Operation med utrymning av subduralt hematom, det vill säga blod mellan hjärnan och yttersta hjärnhinnan.\nNy ordination: Tabl Ciprofloxacin 500 mg 1 x 2 i 7 dagar till och med 5\/2-24 mot lunginflammation\nPlanering: Du har opererats för att tömma ut det blod som funnits mellan hjärnan och yttersta hjärnhinnan.\nDetta blod har tryckt på hjärnan och orsakat besvär som du har upplevt.\nMan har gjort ett borrhål i skallbenet och tömt ut det blod som fanns innanför.\nEfter operationen fick du ett dränage (en slang) som fick sitta kvar en tid efter operationen för att tömma ut den sista vätskan, därefter avlägsnades dränageslangen och man satte ett till stygn där slangen suttit.\nDu får med en remiss för att ta stygnen på vårdcentralen men måste själv höra av dig dit för att boka tid.\nUnder vårdtiden utvecklade du en lunginflammation där du fått antibiotika på dropp och skrivs ut med antibiotikatabletter som du ska ta i ytterligare en vecka.\nDu har tränat med fysioterapeut som ser behov för fortsatt träning i kommunen, remiss har skickats till neurovårdsteam för uppföljning.\nInkommer med 1 veckas anamnes på tilltagande svaghet vä sida samt dysartri och fascialispares.\nNoteras vä svaghet kraftgrad 4 till 4- vä arm och ben jmf med höger.\nFörsämras kliniskt under kvällen 24\/1, CT med utslätade fåror och tilltagande masseffekt, RLS 2-3, ytterligare vä svaghet.\nUtvecklar under vårdtiden en pneumoni där patienten är syrgaskrävande, beh med iv Benzylpenicillin, därefter byte till Pip\/taz.\nRemiss till neurovårdsteam utfärdas, patienten önskar ej inneliggande rehab via Neurorehab Högsbo sjukhus.\nBedömning\/åtgärd: Således 63 årig man med falltrauma under jul där patienten därefter utvecklar smygande vä svaghet, förvirring och huvudvärk.\nNy ordination: Tabl Ciprofloxacin 500 mg 1 x 2 i 7 dagar till och med 5\/2-"}
{"summary_id":112,"summary":"MR hjärna visar väntad ventriuklomegali med en Evans Ratio på >0,3 (diameter av lateralventriklarnas framhorn dividerat med den intrakraniella diametern) och periventrikulärt ödem, förenligt med normaltryckshydrocephalus.\nBrev till patienten 23-07-30, Läkare Erik Dahlin;"}
{"summary_id":114,"summary":"Neuropsykolog har bedömt patienten ha kognitiv nedsättning som vis NPH.\nFysioterapeut har bedömt patientens gångförmåga och tonus som förenligt med NPH."}
{"summary_id":116,"summary":"Tabl Pradaxa 150 mg 1 x 2 \nUndertecknad informerar om ingreppet, risker och prognos.\n1-2 procent får en intrakraniell blödning i samband med ingreppet, man kan även utveckla en post operativt infektion.\nPatienten och hustrun accepterar detta och vill gå vidare med ingreppet.\nBedömning\/åtgärd: Således 79 årig man med FF, eliquis som är pausat sedan 2 dagar, Dm typ 2, HT, som inkommer för planerat ingrepp med VP shunt efter beslut på behandlingskonferens 23-11-03.\nPatient och hustru informerade om ingreppet och risker och accepterar."}
{"summary_id":113,"summary":"Inkommer med sin hustru för bedömning ny bedömning av neurostatus, bedömning av neuropsykolog, fysioterapeut samt lumbalpunktion\/LP med tapptest\/likvordynamiskt test.\nFramstår apatisk enligt hustru av och till.\nSover både middagslur och somnar till framför TVn. Sover längre under natten, tidigare ca 8 timmar, nu 10-12 h dagligen.\nFinger-näsa-finger test och knä-häl test utan anmärkning.\nKommentar till undersökning: CT och MR hjärna som visar radiologisk bild av NPH.\nPatienten identifieras med namn och personnummer.\nAnvänder en 22 Gauge atraumatisk nål och för in den i lätt kraniell riktning och får klart likvorutbyte på första försöket.\nTappar patienten på 40 ml likvor, skickar prov för demensmarkörer och infektion.\nPatienten informeras om evt post lumbalpunktions huvudvärk och får vänta sig till vården vid ihållande kraftig huvudvärk som är ihållande efter 3 dagar.\nGenomför innan och efter lumbalpunktion Bingleys minnestest där patienten presterar ca 35% bättre efter tapptest."}
